export const MESSAGES = {
    startMessage: (name: string) => `Привіт, <b>${name}</b>!

Мене звуть <b>АноНімфа</b>, і я допоможу тобі залишатися інкогніто, коли ти хочешь зробити допис в <b>"Пікантне життя💕"</b>.

Просто пришли мені картинку або відео, і я відправлю її в чат, від свого імені.`,

    unSupportType: () => `Вибач я ще не вмію обробляти такі повідомленяя, я тільки вчуся 😘`,

    welcome: (name: string, userName: string, welcomeLink: string) =>
        `Привіт, <b>${name}</b> (@${userName}).

Правила поведінки в нашому чаті, ознайомся, будь ласка 😘

${welcomeLink}`
}
